-- phpMyAdmin SQL Dump
-- version 4.0.10.12
-- http://www.phpmyadmin.net
--
-- Хост: citymoto.mysql.ukraine.com.ua
-- Время создания: Мар 31 2017 г., 22:32
-- Версия сервера: 5.6.27-75.0-log
-- Версия PHP: 5.6.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `citymoto_evrobl`
--

-- --------------------------------------------------------

--
-- Структура таблицы `articles`
--

CREATE TABLE IF NOT EXISTS `articles` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `category_id` int(11) NOT NULL,
  `article_id` int(11) NOT NULL,
  `name` text COLLATE utf8_unicode_ci NOT NULL,
  `title` text COLLATE utf8_unicode_ci NOT NULL,
  `short_description` text COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `attributes` text COLLATE utf8_unicode_ci NOT NULL,
  `img` text COLLATE utf8_unicode_ci NOT NULL,
  `imgs` text COLLATE utf8_unicode_ci NOT NULL,
  `files` text COLLATE utf8_unicode_ci NOT NULL,
  `priority` int(11) NOT NULL DEFAULT '0',
  `date` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `meta_title` text COLLATE utf8_unicode_ci NOT NULL,
  `meta_description` text COLLATE utf8_unicode_ci NOT NULL,
  `meta_keywords` text COLLATE utf8_unicode_ci NOT NULL,
  `active` tinyint(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=29 ;

--
-- Дамп данных таблицы `articles`
--

INSERT INTO `articles` (`id`, `category_id`, `article_id`, `name`, `title`, `short_description`, `description`, `attributes`, `img`, `imgs`, `files`, `priority`, `date`, `meta_title`, `meta_description`, `meta_keywords`, `active`, `created_at`, `updated_at`) VALUES
(1, 13, 0, '', 'Газоблок "Стоунлайт" (м.Бровари)@|;Газоблок "Стоунлайт" (г.Бровары)@|;', '@|;@|;', '<p>Для виробництва газобетона &quot;Стоунлайт&quot; використовується тільки якісні екологічно чисті матеріали: вода, пісок, цемент, вапно та алюмінієва паста. Відповідає всім вимогам та стандартам.</p>@|;<p>Для производства газобетона &quot;Стоунлайт&quot; используется твлькы качественные экологически чистые материалы: вода, песок, цемент, известь и алюминиевая паста. Соответствует всем требованиям и стандартам.</p>@|;', '', 'upload/articles/1/main/1-1490974454.jpg', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-03-26 17:11:46', '2017-03-31 15:34:14'),
(2, 13, 0, '', 'Газоблок "Aерок" (м.Обухів та м.Березань)@|;Газоблок "Aерок" (г.Обухов та г.Березань)@|;', '@|;@|;', '<p>Газоблок &quot;Аерок&quot; виробник високоякісного газобетону автоклавного способу твердіння, який виробляється за допомогою високотехнологічної лінії WENRHAHN Smart HESSAAC Systems B.V. Основні характеристики &quot;Аерок&quot; - це плотність, прочність та точність геометричних форм. Компанія &quot;Аерок&quot; має атестований &quot;контрольно-випробувальний відділ&quot; який відповідає вимогам національних стандартів та інших нормативних документів.</p>@|;<p>Газоблок &quot;Аэрок&quot; производитель высококачественного газобетона автоклавного способа твердения, который производится с помощью высокотехнологичной линии WENRHAHN Smart HESSAAC Systems B.V. Основные характеристики &quot;Аэрок&quot; - это плотнысть, прочнысть и точность геометрических форм. Компания &quot;Аэр&quot; имеет аттестован &quot;контрольно-испытательный отдел&quot; отвечающий требованиям национальных стандартов и других нормативных документов.</p>@|;', '', 'upload/articles/2/main/2-1490974473.jpg', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-03-26 17:35:50', '2017-03-31 15:34:33'),
(3, 13, 0, '', 'Газоблок AAC (м.Новая Каховка)@|;Газоблок AAC (г.Новая Каховка)@|;', '@|;@|;', '<p>Продукція високої якості та відповідає всім нормам&nbsp;та вимогам стандартизації.</p>@|;<p>Продукция, которая найдет применение и обеспечивает все нововведения и видовую стандартизацию.&nbsp;Преимущества перед другими производителями газобетона заключается в том, что&nbsp;в отличие от других, этот производитель имеет уникальный блок размером 7.5 x 20 x 60 см.</p>@|;', '', 'upload/articles/3/main/3-1490966350.jpg', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-03-26 17:47:20', '2017-03-31 13:25:31'),
(4, 13, 0, '', 'Газоблок Solbet (Польща)@|;Газоблок Solbet (Польша)@|;', '@|;@|;', '<p>Цей блок має хороші характеристики теплоізоляції та теплопровідності. Solbet - ведучий польський газоблок потужного заводу. Співвідношення ціна-якість робитьйого безперечним лідером серед виробників польського газобетону.</p>@|;<p>Этот блок имеет хорошие характеристики теплоизоляции и теплопроводности. Solbet - ведущий польский газоблок мощного завода. Соотношение цена-качество делает его бесспорным лидером среди производителей польского газобетона.</p>@|;', '', 'upload/articles/4/main/4-1490965989.jpeg', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-03-26 17:56:43', '2017-03-31 13:13:09'),
(5, 12, 0, '', 'Будуй доступно@|;Строй доступно@|;', '<p>Якісні будівельні матеріали за доступними цінами</p>@|;<p>Качественные строительные материалы по доступным ценам</p>@|;', '@|;@|;', '', 'upload/articles/5/main/5-1490906925.jpg', '[{"full":"upload\\/articles\\/5\\/full\\/slider1.png","min":"upload\\/articles\\/5\\/min\\/slider1.png"}]', '', 6, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-03-26 21:11:36', '2017-03-30 20:48:46'),
(6, 12, 0, '', 'Будуй доступно@|;Строй свободно@|;', '<p>Якісні будівельні матеріали за доступними цінами</p>@|;<p>Качественные строительные материалы по доступным ценам</p>@|;', '@|;@|;', '', 'upload/articles/6/main/6-1490906958.JPG', '[{"full":"upload\\/articles\\/6\\/full\\/slider1.png","min":"upload\\/articles\\/6\\/min\\/slider1.png"}]', '', 5, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-03-26 21:11:54', '2017-03-30 20:49:21'),
(7, 12, 0, '', 'Будуй доступно@|;Строй свободно@|;', '<p>Якісні будівельні матеріали за доступними цінами</p>@|;<p>Качественные строительные материалы по доступным ценам</p>@|;', '@|;@|;', '', 'upload/articles/7/main/7-1490907034.JPG', '[]', '', 4, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-03-28 14:32:44', '2017-03-30 20:50:34'),
(8, 12, 0, '', 'Будуй доступно@|;Строй свободно@|;', '<p>Якісні будівельні матеріали за доступними цінами</p>@|;<p>Качественные строительные материалы по доступным ценам</p>@|;', '@|;@|;', '', 'upload/articles/8/main/8-1490907047.JPG', '[]', '', 3, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-03-28 14:39:28', '2017-03-30 20:50:47'),
(9, 12, 0, '', 'Будуй доступно@|;Строй свободно@|;', '<p>Якісні будівельні матеріали за доступними цінами</p>@|;<p>Качественные строительные материалы по доступным ценам</p>@|;', '@|;@|;', '', 'upload/articles/9/main/9-1490907064.JPG', '[]', '', 2, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-03-28 14:40:27', '2017-03-30 20:51:04'),
(10, 12, 0, '', 'Будуй доступно@|;Строй свободно@|;', '<p>Якісні будівельні матеріали за доступними цінами</p>@|;<p>Качественные строительные материалы по доступным ценам</p>@|;', '@|;@|;', '', 'upload/articles/10/main/10-1490907082.jpg', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-03-28 14:40:56', '2017-03-30 20:51:22'),
(11, 10, 0, '', 'Новий газоблок від АЕРОК! (AEROC Energy Plus)@|;Новый газоблок от АЕРОК! (AEROC Energy Plus)@|;', '<p>ТОВ Аерок буде виробляти новий блок - клеєний блок AEROC Energy Plus. Цей блок має на увазі собою тришаровий блок, який буде служити Вам утепленою стінових блоком. Клеєний блок AEROC Energy Plus не вимагає додаткового утеплення, так як вже має шар утеплювача Energy всередині.</p>@|;<p>ТОВ АЕРОК будет производить новый блок -&nbsp;клееный блок AEROC Energy Plus. Этот блок подразумевает собой трехслойный блок, который будет служить Вам утепленным стеновым блоком.&nbsp;Клееный блок&nbsp;AEROC Energy Plus&nbsp;не требует дополнительного утепления, так как уже имеет слой утеплителя Energy внутри.</p>@|;', '<p>ТОВ Аерок буде виробляти новий блок - клеєний блок AEROC Energy Plus. Цей блок має на увазі собою тришаровий блок, який буде служити Вам утепленою стінових блоком. Клеєний блок AEROC Energy Plus не вимагає додаткового утеплення, так як вже має шар утеплювача Energy всередині. Завод AEROC все передбачив: Витрати на опалення будинку, побудованого з тришарових стінових блоків в 3-4 рази менше, ніж в звичайному цегляному доме.Стена з такого блоку в 2-3 рази легше цегельної, отже надає менше навантаження на фундамент. Економія на фундаменті становить близько 20%. Буде пакуватися в прозору плівку з помаранчевим логотипом. Розмір блоку - 450х200х500. Більш детальна інформація буде надана пізніше.</p>@|;<p>ТОВ АЕРОК будет производить новый блок -&nbsp;клееный блок AEROC Energy Plus. Этот блок подразумевает собой трехслойный блок, который будет служить Вам утепленным стеновым блоком.&nbsp;Клееный блок&nbsp;AEROC Energy Plus&nbsp;не требует дополнительного утепления, так как уже имеет слой утеплителя Energy внутри.&nbsp;Завод AEROC все предусмотрел:Расходы на отопление дома, построенного из трехслойных стеновых блоков в 3-4 раза меньше, чем в обычном кирпичном доме.Стена из такого блока в 2-3 раза легче кирпичной, следовательно оказывает меньшую нагрузку на фундамент. Экономия на фундаменте составляет около 20%.&nbsp;Будет упаковываться в прозрачную пленку с оранжевым логотипом.&nbsp;Размер блока - 450х200х500.&nbsp;&nbsp;Более подробная информация будет предоставлена позднее.</p>@|;', '', 'upload/articles/11/main/11-1490787708.jpg', '[]', '', 0, '2017-03-28 21:00:00', 'газоблок АЕРОК@|;газоблок АЕРОК@|;', '@|;@|;', '@|;@|;', 1, '2017-03-29 11:10:42', '2017-03-29 11:41:48'),
(12, 10, 0, '', 'Новий газоблок від АЕРОК! (AEROC Energy Plus)@|;Новый газоблок от АЕРОК! (AEROC Energy Plus)@|;', '<p>ТОВ Аерок буде виробляти новий блок - клеєний блок AEROC Energy Plus. Цей блок має на увазі собою тришаровий блок, який буде служити Вам утепленою стінових блоком. Клеєний блок AEROC Energy Plus не вимагає додаткового утеплення, так як вже має шар утеплювача Energy всередині.</p>@|;<p>ТОВ АЕРОК будет производить новый блок -&nbsp;клееный блок AEROC Energy Plus. Этот блок подразумевает собой трехслойный блок, который будет служить Вам утепленным стеновым блоком.&nbsp;Клееный блок&nbsp;AEROC Energy Plus&nbsp;не требует дополнительного утепления, так как уже имеет слой утеплителя Energy внутри.</p>@|;', '<p>ТОВ Аерок буде виробляти новий блок - клеєний блок AEROC Energy Plus. Цей блок має на увазі собою тришаровий блок, який буде служити Вам утепленою стінових блоком. Клеєний блок AEROC Energy Plus не вимагає додаткового утеплення, так як вже має шар утеплювача Energy всередині. Завод AEROC все передбачив: Витрати на опалення будинку, побудованого з тришарових стінових блоків в 3-4 рази менше, ніж в звичайному цегляному доме.Стена з такого блоку в 2-3 рази легше цегельної, отже надає менше навантаження на фундамент. Економія на фундаменті становить близько 20%. Буде пакуватися в прозору плівку з помаранчевим логотипом. Розмір блоку - 450х200х500. Більш детальна інформація буде надана пізніше.</p>@|;<p>ТОВ АЕРОК будет производить новый блок -&nbsp;клееный блок AEROC Energy Plus. Этот блок подразумевает собой трехслойный блок, который будет служить Вам утепленным стеновым блоком.&nbsp;Клееный блок&nbsp;AEROC Energy Plus&nbsp;не требует дополнительного утепления, так как уже имеет слой утеплителя Energy внутри.&nbsp;Завод AEROC все предусмотрел:Расходы на отопление дома, построенного из трехслойных стеновых блоков в 3-4 раза меньше, чем в обычном кирпичном доме.Стена из такого блока в 2-3 раза легче кирпичной, следовательно оказывает меньшую нагрузку на фундамент. Экономия на фундаменте составляет около 20%.&nbsp;Будет упаковываться в прозрачную пленку с оранжевым логотипом.&nbsp;Размер блока - 450х200х500.&nbsp;&nbsp;Более подробная информация будет предоставлена позднее.</p>@|;', '', 'upload/articles/12/main/12-1490788063.jpeg', '[]', '', 0, '2017-03-28 21:00:00', 'газоблок АЕРОК@|;газоблок АЕРОК@|;', '@|;@|;', '@|;@|;', 1, '2017-03-29 11:10:42', '2017-03-29 11:47:43'),
(13, 10, 0, '', 'Новий газоблок від АЕРОК! (AEROC Energy Plus)@|;Новый газоблок от АЕРОК! (AEROC Energy Plus)@|;', '<p>ТОВ Аерок буде виробляти новий блок - клеєний блок AEROC Energy Plus. Цей блок має на увазі собою тришаровий блок, який буде служити Вам утепленою стінових блоком. Клеєний блок AEROC Energy Plus не вимагає додаткового утеплення, так як вже має шар утеплювача Energy всередині.</p>@|;<p>ТОВ АЕРОК будет производить новый блок -&nbsp;клееный блок AEROC Energy Plus. Этот блок подразумевает собой трехслойный блок, который будет служить Вам утепленным стеновым блоком.&nbsp;Клееный блок&nbsp;AEROC Energy Plus&nbsp;не требует дополнительного утепления, так как уже имеет слой утеплителя Energy внутри.</p>@|;', '<p>ТОВ Аерок буде виробляти новий блок - клеєний блок AEROC Energy Plus. Цей блок має на увазі собою тришаровий блок, який буде служити Вам утепленою стінових блоком. Клеєний блок AEROC Energy Plus не вимагає додаткового утеплення, так як вже має шар утеплювача Energy всередині. Завод AEROC все передбачив: Витрати на опалення будинку, побудованого з тришарових стінових блоків в 3-4 рази менше, ніж в звичайному цегляному доме.Стена з такого блоку в 2-3 рази легше цегельної, отже надає менше навантаження на фундамент. Економія на фундаменті становить близько 20%. Буде пакуватися в прозору плівку з помаранчевим логотипом. Розмір блоку - 450х200х500. Більш детальна інформація буде надана пізніше.</p>@|;<p>ТОВ АЕРОК будет производить новый блок -&nbsp;клееный блок AEROC Energy Plus. Этот блок подразумевает собой трехслойный блок, который будет служить Вам утепленным стеновым блоком.&nbsp;Клееный блок&nbsp;AEROC Energy Plus&nbsp;не требует дополнительного утепления, так как уже имеет слой утеплителя Energy внутри.&nbsp;Завод AEROC все предусмотрел:Расходы на отопление дома, построенного из трехслойных стеновых блоков в 3-4 раза меньше, чем в обычном кирпичном доме.Стена из такого блока в 2-3 раза легче кирпичной, следовательно оказывает меньшую нагрузку на фундамент. Экономия на фундаменте составляет около 20%.&nbsp;Будет упаковываться в прозрачную пленку с оранжевым логотипом.&nbsp;Размер блока - 450х200х500.&nbsp;&nbsp;Более подробная информация будет предоставлена позднее.</p>@|;', '', 'upload/articles/11/main/11-1490787708.jpg', '[]', '', 0, '2017-03-28 21:00:00', 'газоблок АЕРОК@|;газоблок АЕРОК@|;', '@|;@|;', '@|;@|;', 1, '2017-03-29 11:10:42', '2017-03-29 11:41:48'),
(14, 10, 0, '', 'Новий газоблок від АЕРОК! (AEROC Energy Plus)@|;Новый газоблок от АЕРОК! (AEROC Energy Plus)@|;', '<p>ТОВ Аерок буде виробляти новий блок - клеєний блок AEROC Energy Plus. Цей блок має на увазі собою тришаровий блок, який буде служити Вам утепленою стінових блоком. Клеєний блок AEROC Energy Plus не вимагає додаткового утеплення, так як вже має шар утеплювача Energy всередині.</p>@|;<p>ТОВ АЕРОК будет производить новый блок -&nbsp;клееный блок AEROC Energy Plus. Этот блок подразумевает собой трехслойный блок, который будет служить Вам утепленным стеновым блоком.&nbsp;Клееный блок&nbsp;AEROC Energy Plus&nbsp;не требует дополнительного утепления, так как уже имеет слой утеплителя Energy внутри.</p>@|;', '<p>ТОВ Аерок буде виробляти новий блок - клеєний блок AEROC Energy Plus. Цей блок має на увазі собою тришаровий блок, який буде служити Вам утепленою стінових блоком. Клеєний блок AEROC Energy Plus не вимагає додаткового утеплення, так як вже має шар утеплювача Energy всередині. Завод AEROC все передбачив: Витрати на опалення будинку, побудованого з тришарових стінових блоків в 3-4 рази менше, ніж в звичайному цегляному доме.Стена з такого блоку в 2-3 рази легше цегельної, отже надає менше навантаження на фундамент. Економія на фундаменті становить близько 20%. Буде пакуватися в прозору плівку з помаранчевим логотипом. Розмір блоку - 450х200х500. Більш детальна інформація буде надана пізніше.</p>@|;<p>ТОВ АЕРОК будет производить новый блок -&nbsp;клееный блок AEROC Energy Plus. Этот блок подразумевает собой трехслойный блок, который будет служить Вам утепленным стеновым блоком.&nbsp;Клееный блок&nbsp;AEROC Energy Plus&nbsp;не требует дополнительного утепления, так как уже имеет слой утеплителя Energy внутри.&nbsp;Завод AEROC все предусмотрел:Расходы на отопление дома, построенного из трехслойных стеновых блоков в 3-4 раза меньше, чем в обычном кирпичном доме.Стена из такого блока в 2-3 раза легче кирпичной, следовательно оказывает меньшую нагрузку на фундамент. Экономия на фундаменте составляет около 20%.&nbsp;Будет упаковываться в прозрачную пленку с оранжевым логотипом.&nbsp;Размер блока - 450х200х500.&nbsp;&nbsp;Более подробная информация будет предоставлена позднее.</p>@|;', '', 'upload/articles/14/main/14-1490788085.jpg', '[]', '', 0, '2017-03-28 21:00:00', 'газоблок АЕРОК@|;газоблок АЕРОК@|;', '@|;@|;', '@|;@|;', 1, '2017-03-29 11:10:42', '2017-03-29 11:48:05'),
(15, 10, 0, '', 'Новий газоблок від АЕРОК! (AEROC Energy Plus)@|;Новый газоблок от АЕРОК! (AEROC Energy Plus)@|;', '<p>ТОВ Аерок буде виробляти новий блок - клеєний блок AEROC Energy Plus. Цей блок має на увазі собою тришаровий блок, який буде служити Вам утепленою стінових блоком. Клеєний блок AEROC Energy Plus не вимагає додаткового утеплення, так як вже має шар утеплювача Energy всередині.</p>@|;<p>ТОВ АЕРОК будет производить новый блок -&nbsp;клееный блок AEROC Energy Plus. Этот блок подразумевает собой трехслойный блок, который будет служить Вам утепленным стеновым блоком.&nbsp;Клееный блок&nbsp;AEROC Energy Plus&nbsp;не требует дополнительного утепления, так как уже имеет слой утеплителя Energy внутри.</p>@|;', '<p>ТОВ Аерок буде виробляти новий блок - клеєний блок AEROC Energy Plus. Цей блок має на увазі собою тришаровий блок, який буде служити Вам утепленою стінових блоком. Клеєний блок AEROC Energy Plus не вимагає додаткового утеплення, так як вже має шар утеплювача Energy всередині. Завод AEROC все передбачив: Витрати на опалення будинку, побудованого з тришарових стінових блоків в 3-4 рази менше, ніж в звичайному цегляному доме.Стена з такого блоку в 2-3 рази легше цегельної, отже надає менше навантаження на фундамент. Економія на фундаменті становить близько 20%. Буде пакуватися в прозору плівку з помаранчевим логотипом. Розмір блоку - 450х200х500. Більш детальна інформація буде надана пізніше.</p>@|;<p>ТОВ АЕРОК будет производить новый блок -&nbsp;клееный блок AEROC Energy Plus. Этот блок подразумевает собой трехслойный блок, который будет служить Вам утепленным стеновым блоком.&nbsp;Клееный блок&nbsp;AEROC Energy Plus&nbsp;не требует дополнительного утепления, так как уже имеет слой утеплителя Energy внутри.&nbsp;Завод AEROC все предусмотрел:Расходы на отопление дома, построенного из трехслойных стеновых блоков в 3-4 раза меньше, чем в обычном кирпичном доме.Стена из такого блока в 2-3 раза легче кирпичной, следовательно оказывает меньшую нагрузку на фундамент. Экономия на фундаменте составляет около 20%.&nbsp;Будет упаковываться в прозрачную пленку с оранжевым логотипом.&nbsp;Размер блока - 450х200х500.&nbsp;&nbsp;Более подробная информация будет предоставлена позднее.</p>@|;', '', 'upload/articles/11/main/11-1490787708.jpg', '[]', '', 0, '2017-03-28 21:00:00', 'газоблок АЕРОК@|;газоблок АЕРОК@|;', '@|;@|;', '@|;@|;', 1, '2017-03-29 11:10:42', '2017-03-29 11:41:48'),
(16, 13, 0, '', 'Теплоблок@|;Теплоблок@|;', '@|;@|;', '<p>Легкий пористий матеріал, який добре підлягає обробці найпростішими інструментами: сверлится, пиляється, строгается. Має свої унікальні характеристики - в газоблок легко можна забити цвяхи і скоби. Його пористість близько 85%, тому газоблок об&#39;єднує в собі кращі властивості дерева і цегли. За допомогою газоблоку можна звести будиночок для відпочинку, теплий житловий будинок. Адже якість газоблоку визначає рівномірність розподілу, рівність обсягу і закритість пір.</p>@|;<p>Легкий пористый материал, который хорошо подлежит обработке простейшими инструментами: сверлится, пилится, строгается. Имеет свои уникальные характеристики &ndash; в газоблок легко можно забить гвозди и скобы. Его пористость около 85%, поэтому газоблок объединяет в себе лучшие свойства дерева и кирпича. С помощью газоблока можно возвести домик для отдыха, теплый жилой дом. Ведь качество газоблока определяет равномерность распределения, равность объема и закрытость пор.</p>@|;', '', 'upload/articles/16/main/16-1490966326.jpg', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-03-31 13:18:46', '2017-03-31 15:31:59'),
(17, 14, 0, '', 'ECOBLOCK Русинія@|;ECOBLOCK Русыния@|;', '@|;@|;', '<p>Завод &quot;Закарпатська Будівельна Кераміка&quot; ТОВ &quot;Русинія&quot; є найбільшим комплексним підприємством з виготовлення виробів стінової кераміки в Західній Україні.</p>@|;<p>Завод &quot;Закарпатская Строительная Керамика&quot; ООО &quot;Русиния&quot; является крупнейшим комплексным предприятием по изготовлению изделий стеновой керамики в Западной Украине.</p>@|;', '', 'upload/articles/17/main/17-1490970800.jpg', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-03-31 14:33:20', '2017-03-31 15:18:25'),
(18, 14, 0, '', 'WIENERBERGER@|;WIENERBERGER@|;', '@|;@|;', '<p>Освоєння українського ринку ТОВ &quot;Вінербергер&quot; розпочато з імпортування в лютому 2006 року продукції Вінербергер - керамічних блоків Поротерм, клінкерної лицьової цегли Терка та керамічної черепиці Корамік з заводів Польщі, Болгарії та Угорщини.</p>@|;<p>Освоение украинского рынка ООО &quot;Винербергер&quot; начато по импорту в феврале 2006 года продукции Винербергер - керамических блоков Поротерм, клинкерного лицевого кирпича Терка и керамической черепицы Корамик с заводов Польши, Болгарии и Венгрии.</p>@|;', '', 'upload/articles/18/main/18-1490973389.jpg', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-03-31 14:36:24', '2017-03-31 15:20:30'),
(19, 16, 0, '', 'ТОВ "Білоцерківські будматеріали"@|;ООО "Белоцерковские стройматериалы"@|;', '@|;@|;', '<table border="0" cellpadding="1" cellspacing="1">\r\n	<tbody>\r\n		<tr>\r\n			<td><img alt="" src="/upload/editor/images/111.jpg" style="height:240px; width:200px" /></td>\r\n		</tr>\r\n		<tr>\r\n			<td style="text-align:center">Класична червона</td>\r\n		</tr>\r\n	</tbody>\r\n</table>\r\n\r\n<table border="0" cellpadding="1" cellspacing="1">\r\n	<tbody>\r\n		<tr>\r\n			<td><img alt="" src="/upload/editor/images/111.jpg" style="height:240px; width:200px" /></td>\r\n		</tr>\r\n		<tr>\r\n			<td style="text-align:center">Класична червона</td>\r\n		</tr>\r\n	</tbody>\r\n</table>\r\n\r\n<table border="0" cellpadding="1" cellspacing="1">\r\n	<tbody>\r\n		<tr>\r\n			<td><img alt="" src="/upload/editor/images/111.jpg" style="height:240px; width:200px" /></td>\r\n		</tr>\r\n		<tr>\r\n			<td style="text-align:center">Класична червона</td>\r\n		</tr>\r\n	</tbody>\r\n</table>@|;<table align="center" border="0" cellpadding="1" cellspacing="1" style="width:500px">\r\n	<tbody>\r\n		<tr>\r\n			<td><img alt="" src="/upload/editor/images/111.jpg" style="height:240px; width:200px" /></td>\r\n			<td>&nbsp;</td>\r\n			<td>&nbsp;</td>\r\n			<td>&nbsp;</td>\r\n		</tr>\r\n		<tr>\r\n			<td>Класика червона</td>\r\n			<td>&nbsp;</td>\r\n			<td>&nbsp;</td>\r\n			<td>&nbsp;</td>\r\n		</tr>\r\n		<tr>\r\n			<td>&nbsp;</td>\r\n			<td>&nbsp;</td>\r\n			<td>&nbsp;</td>\r\n			<td>&nbsp;</td>\r\n		</tr>\r\n	</tbody>\r\n</table>\r\n\r\n<p>&nbsp;</p>@|;', '', 'upload/articles/19/main/19-1490971323.jpg', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-03-31 14:42:03', '2017-03-31 14:55:35'),
(20, 14, 0, '', 'СБК Керамкомфорт@|;СБК Керамкомфорт@|;', '@|;@|;', '<p>Керамічні поризовані блоки КЕРАМКОМФОРТ &trade; від СБК - це нове покоління будівельних матеріалів, що поєднують в собі традиції цегляного житлового будівництва і передовий досвід енергоефективного строітельства.Кераміческіе блоки СБК є ідеальним матеріалом для зведення огороджувальних конструкцій в монолітнокаркасного будівництві. Допускається використання блоків при будівництві стін приміщень з вологим режимом.</p>@|;<p>Керамические поризованные блоки КЕРАМКОМФОРТ&trade; от СБК &ndash; это новое поколение строительных материалов, сочетающие в себе традиции кирпичного домостроения и передовой опыт энергоэффективного строительства.Керамические блоки СБК являются идеальным материалом для возведения ограждающих конструкций в монолитнокаркасном строительстве. Допускается использование блоков при строительстве стен помещений с влажным режимом.</p>@|;', '', 'upload/articles/20/main/20-1490973108.jpg', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-03-31 15:11:48', '2017-03-31 15:23:48'),
(21, 15, 0, '', 'М-100@|;М-100@|;', '@|;@|;', '<p>Цегла є створений людиною штучний камінь правильної прямокутної форми, вироблений з натуральних природних компонентів. У різні епохи склад цегли змінювався, але незмінно в ньому була присутня глина або вапняк. Його &laquo;природне&raquo; походження, а також спосіб виробництва (вплив високих температур) гарантують, що даний матеріал буде екологічно чистим і безпечним, тому його можна використовувати при зведенні будівель різного призначення: від житлових будинків до промислових споруд.</p>@|;<p>Кирпич представляет собой созданный человеком искусственный камень правильной прямоугольной формы, производимый из натуральных природных компонентов. В разные эпохи состав кирпича менялся, но неизменно в нем присутствовала глина или известняк. Его &laquo;природное&raquo; происхождение, а также способ производства (воздействие высоких температур) гарантируют, что данный материал будет экологически чистым и безопасным, поэтому его можно использовать при возведении построек различного назначения: от жилых домов до промышленных сооружений.</p>@|;', '', 'upload/articles/21/main/21-1490974783.jpg', '', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-03-31 15:39:43', '2017-03-31 15:39:43'),
(22, 15, 0, '', 'М-75@|;М-75@|;', '@|;@|;', '<p>Цегла є створений людиною штучний камінь правильної прямокутної форми, вироблений з натуральних природних компонентів. У різні епохи склад цегли змінювався, але незмінно в ньому була присутня глина або вапняк. Його &laquo;природне&raquo; походження, а також спосіб виробництва (вплив високих температур) гарантують, що даний матеріал буде екологічно чистим і безпечним, тому його можна використовувати при зведенні будівель різного призначення: від житлових будинків до промислових споруд.</p>@|;<p>Кирпич представляет собой созданный человеком искусственный камень правильной прямоугольной формы, производимый из натуральных природных компонентов. В разные эпохи состав кирпича менялся, но неизменно в нем присутствовала глина или известняк. Его &laquo;природное&raquo; происхождение, а также способ производства (воздействие высоких температур) гарантируют, что данный материал будет экологически чистым и безопасным, поэтому его можно использовать при возведении построек различного назначения: от жилых домов до промышленных сооружений.</p>@|;', '', 'upload/articles/22/main/22-1490974819.jpg', '', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-03-31 15:40:19', '2017-03-31 15:40:19'),
(23, 23, 0, '', 'Мінеральна вата@|;Минеральная вата@|;', '@|;@|;', '@|;@|;', '', 'upload/articles/23/main/23-1490976553.png', '', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-03-31 16:09:13', '2017-03-31 16:09:13'),
(24, 23, 0, '', 'Екструдований пінопласт@|;Экструдированный пенопласт@|;', '@|;@|;', '@|;@|;', '', 'upload/articles/24/main/24-1490976704.jpeg', '', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-03-31 16:11:44', '2017-03-31 16:11:44'),
(25, 29, 0, '', 'Пластикова "RAINWAY"@|;Пластиковая "Rainway"@|;', '@|;@|;', '<p>Водостічна система Rainway це надійна і ефективна система відведення дощових і талих вод з дахів будь-яких конструкцій і складнощів. Водостічна система Rainway випускається в двох типорозмірах 130 і 90 діаметрі, і можливості вибору широкої палітри кольорів, яких в лінійці компанії представлено 5 видів це: коричневий, білий, зелений, червоний, сірий. Що дозволяє вирішити складні дизайнерські й архітектурні завдання.</p>@|;<p>Водосточная система Rainway&nbsp; это надежная и&nbsp; эффективная система отведения дождевых и талых вод с крыш любых&nbsp; конструкций и сложностей.&nbsp; Водосточная система Rainway выпускается&nbsp; в двух типоразмерах 130 и 90 диаметре, и возможности выбора широкой палитры цветов, которых в линейке компании представлено 5 видов это: коричневый, белый, зеленый, красный, серый. Что позволяет решить сложные дизайнерские и архитектурные задачи.</p>@|;', '', 'upload/articles/25/main/25-1490977131.jpg', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-03-31 16:18:51', '2017-03-31 16:22:42'),
(26, 29, 0, '', 'Металева "FLAMINGO"@|;Металлическая "FLAMINGO"@|;', '@|;@|;', '<p>Сталева водостічна система &quot;Фламінго&quot; - це якісний, інноваційний продукт, який володіє особливими конструкторськими рішеннями і надзвичайно легкий для монтажу. Водостічні системи &quot;Фламінго&quot; представлені в широкій колірній гамі. Всі елементи і аксесуари системи виготовлені з однорідного матеріалу (листової сталі Rain Water System), що поставляється шведським металургійним концерном SSAB.</p>@|;<p>Стальная водосточная система &quot;Фламинго&quot;- это качественный, инновационный продукт, который обладает особыми конструкторскими решениями и чрезвычайно легкий для монтажа. Водосточные системы &quot;Фламинго&quot; представлены в широкой цветовой гамме. Все элементы и аксессуары системы изготовлены из однородного материала (листовой стали Rain Water System), поставляемой шведским металлургическим концерном SSAB.&nbsp;</p>@|;', '', 'upload/articles/26/main/26-1490977342.jpg', '', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-03-31 16:22:22', '2017-03-31 16:22:22'),
(27, 30, 0, '', 'Дахові  аксесуари@|;Кровельные аксессуары@|;', '@|;@|;', '<p>Комплектуючі та&nbsp;<em>аксесуари</em>&nbsp;на дах провідних європейських виробників, Ви можете купити в нас.&nbsp;</p>@|;<p>Комплектующие и аксессуары на крышу ведущих европейских производителей, Вы можете купить у нас.</p>@|;', '', 'upload/articles/27/main/27-1490977807.jpg', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-03-31 16:29:48', '2017-03-31 16:30:07'),
(28, 31, 0, '', 'Strotex 1300@|;Strotex 1300@|;', '@|;@|;', '<p>Ізоляційні плівки STROTEX 1300 являють собою дифузійно стійкі мембрани, монтовані під зовнішнім покриттям покрівлі. Вони мають ряд переваг, у тому числі в першу чергу слід виділити такі:<br />\r\n- висока паропроникність (1300 г / кв. М / 24г) створює можливість акумулювати вологу зсередини і через вентиляційні отвори направляти її назовні<br />\r\n- абсолютно водонепроникна зовні, мембрана захищає термоізоляцію покрівлі від впливу дощу, снігу і т.п.<br />\r\n- забезпечує монтаж до повної висоти крокв<br />\r\n- створює вітрозахисний шар<br />\r\n- відповідні стабілізатори уповільнюють процес зношування мембрани виникає під впливом атмосферних явищ,<br />\r\n- забезпечена спеціальним заспіваємо, що створює антибліковий ефект</p>@|;<p>Изоляционные пленки STROTEX 1300&nbsp;представляют собой диффузионно стойкие мембраны, монтируемые под внешним покрытием кровли. Они&nbsp;обладают рядом преимуществ, из которых в первую очередь следует выделить такие:</p>\r\n\r\n<p>- высокая паропропускаемость (1300 г/кв. м/24ч) создает возможность аккумулировать влагу изнутри и через вентиляционные отверстия направлять ее наружу</p>\r\n\r\n<p>- абсолютно водонепроницаема снаружи, мембрана защищает термоизоляцию кровли от воздействия дождя, снега и т.п.</p>\r\n\r\n<p>- обеспечивает монтаж до полной высоты стропил</p>\r\n\r\n<p>- создает ветрозащитный слой</p>\r\n\r\n<p>- соответствующие стабилизаторы замедляют процесс изнашивания мембраны возникающий под воздействием атмосферных явлений,</p>\r\n\r\n<p>- снабжена специальным споем, создающим антибликовый эффект</p>@|;', '', 'upload/articles/28/main/28-1490978234.gif', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-03-31 16:37:14', '2017-03-31 16:37:42');

-- --------------------------------------------------------

--
-- Структура таблицы `categories`
--

CREATE TABLE IF NOT EXISTS `categories` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `parent_id` int(11) NOT NULL,
  `article_parent` int(11) NOT NULL,
  `link` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `img` text COLLATE utf8_unicode_ci NOT NULL,
  `short_description` text COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `imgs` text COLLATE utf8_unicode_ci NOT NULL,
  `fields` text COLLATE utf8_unicode_ci NOT NULL,
  `date` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `active` tinyint(1) NOT NULL DEFAULT '0',
  `meta_title` text COLLATE utf8_unicode_ci NOT NULL,
  `meta_description` text COLLATE utf8_unicode_ci NOT NULL,
  `meta_keywords` text COLLATE utf8_unicode_ci NOT NULL,
  `priority` int(11) NOT NULL DEFAULT '0',
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=32 ;

--
-- Дамп данных таблицы `categories`
--

INSERT INTO `categories` (`id`, `parent_id`, `article_parent`, `link`, `title`, `img`, `short_description`, `description`, `imgs`, `fields`, `date`, `active`, `meta_title`, `meta_description`, `meta_keywords`, `priority`, `created_at`, `updated_at`) VALUES
(8, 0, 0, 'main', 'Головна@|;Главная@|;', 'upload/categories/8/main/main-1490373194.jpg', '@|;@|;', '@|;@|;', '[]', '{"base":["title","short_description"],"attributes":{}}', '0000-00-00 00:00:00', 1, 'Будматеріали@|;Стройметеріали@|;', '@|;@|;', '@|;@|;', 0, '2017-03-13 15:47:17', '2017-03-28 19:48:11'),
(9, 0, 0, 'production', 'Продукція@|;Продукция@|;', '', '@|;@|;', '@|;@|;', '', '{"base":["title","short_description","description","gallery","priority","active","meta_title","meta_description","meta_keywords"],"attributes":{"Ціна":{"type":"input","lang_active":false,"active":true}}}', '1970-01-01 01:00:00', 1, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-03-13 15:50:08', '2017-03-13 15:50:08'),
(10, 0, 0, 'news', 'Блог@|;Блог@|;', '', '@|;@|;', '@|;@|;', '[]', '{"base":["title","short_description","description","img","date","priority","active","meta_title","meta_description","meta_keywords"],"attributes":{}}', '0000-00-00 00:00:00', 1, 'Новини Будматеріали@|;@|;', 'Купити дешево будматеріали Луцьк@|;@|;', 'Будматеріали Луцьк, Волинь Будматеріали@|;@|;', 0, '2017-03-13 15:51:16', '2017-03-29 19:45:26'),
(11, 0, 0, 'cooperation', 'Співпраця@|;Сотрудничество@|;', '', '@|;@|;', '<p>Набридло бродити по магазинах у пошуках будматеріалів? Втомився від безглуздої витрати часу і завищені ціни? Ламаєте голову, де взяти машину для доставки купленого товару до місця ремонту? У нас Ви легко знайдете все, що необхідно для ремонту, за доступними цінами.Магазин будматеріалів &laquo;ПП Данилюк&raquo; - це зручне і вигідне співробітництво з відмінним результатом! Ми готові запропонувати Вам:</p>\r\n\r\n<p>1. Доступні ціни;</p>\r\n\r\n<p>2. Просте і швидке оформлення замовлення;</p>\r\n\r\n<p>3. Налагоджена і швидка система доставка.</p>\r\n\r\n<p>Ми спеціалізуємося як на оптовій, так і на роздрібному продажі будматеріалів, а отже, можемо виконати як індивідуальне замовлення, так і комплексне.</p>\r\n\r\n<p>Наш профіль - це продаж і своєчасна гарантована доставка будматеріалів оптом, а також всього необхідного для ремонту - від А до Я. Чому гарантована? Тому що у нас завжди в наявності є всі будівельні матеріали - від сухих сумішей до газоблоків.</p>@|;<p>Надоело бродить по магазинам в поисках стройматериалов? Устали от бессмысленной траты времени и завышенных цен? Ломаете голову, где взять машину для доставки купленного товара к месту ремонта? У нас Вы легко найдете все, что необходимо для ремонта, по доступным ценам.</p>\r\n\r\n<p>Магазин стройматериалов &laquo;ПП Данилюк&raquo; - это удобное и выгодное сотрудничество с отличным результатом! Мы готовы предложить Вам:</p>\r\n\r\n<p>1. Доступные цены;</p>\r\n\r\n<p>2. Простое и быстрое оформление заказа;</p>\r\n\r\n<p>3. Отлаженную и быструю систему доставки.</p>\r\n\r\n<p>Мы специализируемся как на оптовой, так и на розничной продаже стройматериалов, а значит, можем выполнить как индивидуальный заказ, так и комплексный.</p>\r\n\r\n<p>Наш профиль &ndash; это продажа и своевременная гарантированная доставка стройматериалов оптом, а также всего необходимого для ремонта &ndash; от А до Я. Почему гарантированная? Потому что у нас всегда в наличии имеются все строительные материалы &ndash; от сухих смесей до газоблоков.</p>@|;', '[]', '{"base":["title","short_description","gallery","active","meta_title","meta_description","meta_keywords"],"attributes":{}}', '0000-00-00 00:00:00', 1, '@|;Співробітництво@|;', '@|;@|;', '@|;@|;', 0, '2017-03-13 15:52:58', '2017-03-29 13:49:15'),
(12, 0, 0, 'slider', 'Слайдер@|;Слайдер@|;', '', '@|;@|;', '@|;@|;', '[]', '{"base":["title","short_description","img","gallery","priority","active","meta_title","meta_description","meta_keywords"],"attributes":{}}', '0000-00-00 00:00:00', 0, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-03-13 16:11:24', '2017-03-26 21:15:15'),
(13, 9, 9, 'gazobeton', 'Газобетон@|;Газобетон@|;', '', '@|;@|;', '@|;@|;', '[]', '{"base":["title","short_description","description","img","priority","active","meta_title","meta_description","meta_keywords"],"attributes":{}}', '0000-00-00 00:00:00', 1, 'Газобетон@|;Газобетон@|;', '@|;@|;', '@|;@|;', 0, '2017-03-15 14:03:16', '2017-03-28 19:48:55'),
(14, 9, 0, 'keramichni-bloki', 'Керамічні блоки@|;Керамические блоки@|;', '', '@|;@|;', '@|;@|;', '[]', '{"base":["title","description","img","priority","active"],"attributes":{}}', '0000-00-00 00:00:00', 1, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-03-24 13:46:17', '2017-03-31 14:33:57'),
(15, 9, 0, 'tsegla-ryadova', 'Цегла рядова@|;Кирпич рядовой@|;', '', '@|;@|;', '@|;@|;', '[]', '{"base":["title","description","img","priority","active"],"attributes":{}}', '0000-00-00 00:00:00', 1, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-03-24 13:54:44', '2017-03-31 15:36:59'),
(16, 9, 0, 'tsegla-litsyuvalna', 'Цегла лицювальна@|;Кирпич облицовочный@|;', '', '@|;@|;', '@|;@|;', '[]', '{"base":["title","description","img","priority","active"],"attributes":{}}', '0000-00-00 00:00:00', 1, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-03-24 13:58:27', '2017-03-31 14:37:22'),
(17, 9, 0, 'tsegla-klinkerna', 'Цегла клінкерна@|;Кирпич клинкерный@|;', '', '@|;@|;', '@|;@|;', '[]', '{"base":[],"attributes":{}}', '0000-00-00 00:00:00', 1, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-03-24 13:59:28', '2017-03-24 23:03:05'),
(18, 9, 0, 'tsegla-ruchnoi-formovki', 'Цегла ручної формовки@|;Кирпич ручной формовки@|;', '', '@|;@|;', '@|;@|;', '', '{"base":[],"attributes":{}}', '1970-01-01 01:00:00', 1, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-03-24 14:00:25', '2017-03-24 14:00:25'),
(19, 0, 0, 'about-us', 'Про нас@|;О нас@|;', '', '@|;<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>@|;', '<p>ПП &quot;Данилюк&quot; &nbsp;- найбільший постачальник стінових та кровельних матеріалів у Волинській області. Ми пропонуємо своїм покупцям будматеріали найвищого гатунку, вироблених із застосуванням іноваційних технологій як закордонного так і українського виробництва. На ринку з 2008 року і в нас високий рівень обслуги, який об&#39;єднується з готовністю йти на зустріч побажанням наших покупців та враховувати всі обставини.</p>\r\n\r\n<p>ПП &quot;Данилюк&quot; працює напряму з ведучими виробниками буд. матеріалів, а також здійснює доставку матеріалів на об&#39;єкт TIP-нормами, або спецтехнікою (кран-маніпулятор).</p>\r\n\r\n<p>З нами Ви завжди зможете зробити вигідну покупку будівельних та оздоблювальних матеріалів, а ми допоможемо в цьому і підберемо те, що Вам необхідно.</p>@|;<p>ЧП &quot;Данилюк&quot; - крупнейший поставщик стеновых и кровельных материалов в Волынской области. Мы предлагаем своим покупателям стройматериалы высокого качества, произведенных с применением инновационных технологий как зарубежного так и украинского производства. На рынке с 2008 года и у нас высокий уровень обслуги, который объединяется с готовностью идти навстречу пожеланиям наших покупателей и учитывать все обстоятельства.</p>\r\n\r\n<p>ЧП &quot;Данилюк&quot; работает напрямую с ведущими производителями стройматериалов, а также осуществляет доставку материалов на объект TIP-нормами, или спецтехникой (кран-манипулятор).</p>\r\n\r\n<p>С нами Вы всегда сможете сделать выгодную покупку строительных и отделочных материалов, а мы поможем в этом и подберем то, что Вам необходимо.</p>@|;', '[]', '{"base":[],"attributes":{}}', '0000-00-00 00:00:00', 1, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-03-26 18:32:21', '2017-03-29 13:15:46'),
(20, 0, 0, 'contact', 'Контакти@|;Контакты@|;', '', '@|;@|;', '@|;@|;', '', '{"base":[],"attributes":{}}', '1970-01-01 01:00:00', 1, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-03-26 18:34:15', '2017-03-26 18:34:15'),
(21, 9, 0, 'giperpresovana-tsegla', 'Рвана гіперпресована цегла@|;Рваный гиперпрессованный кирпич@|;', '', '@|;@|;', '@|;@|;', '[]', '{"base":[],"attributes":{}}', '0000-00-00 00:00:00', 1, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-03-31 12:57:37', '2017-03-31 15:42:22'),
(22, 9, 0, 'vognetrivka-tsegla', 'Вогнетривка цегла@|;Огнеупорный кирпич@|;', '', '@|;@|;', '@|;@|;', '[]', '{"base":[],"attributes":{}}', '0000-00-00 00:00:00', 1, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-03-31 13:00:14', '2017-03-31 13:00:47'),
(23, 9, 0, 'uteplyuvachi', 'Утеплювачі@|;Утеплители@|;', '', '@|;@|;', '@|;@|;', '[]', '{"base":["title","description","img","priority","active"],"attributes":{}}', '0000-00-00 00:00:00', 1, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-03-31 13:01:50', '2017-03-31 15:48:50'),
(25, 9, 0, 'metalocherepitsya', 'Металочерепиця@|;Металлочерепица@|;', '', '@|;@|;', '@|;@|;', '', '{"base":[],"attributes":{}}', '0000-00-00 00:00:00', 1, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-03-31 14:21:30', '2017-03-31 14:21:30'),
(26, 9, 0, 'metaloprofil', 'Металопрофіль@|;Металлопрофиль@|;', '', '@|;@|;', '@|;@|;', '', '{"base":[],"attributes":{}}', '0000-00-00 00:00:00', 1, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-03-31 14:22:45', '2017-03-31 14:22:45'),
(27, 9, 0, 'shtakheti-metalevi', 'Штахети металеві@|;Решетки металлические@|;', '', '@|;@|;', '@|;@|;', '', '{"base":[],"attributes":{}}', '0000-00-00 00:00:00', 1, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-03-31 14:23:37', '2017-03-31 14:23:37'),
(28, 9, 0, 'metaleviy-sayding-pid-blok-khaus-ta-doshku', 'Металевий сайдінг під блок-хаус та дошку@|;Металлический сайдинг под блок-хаус и доску@|;', '', '@|;@|;', '@|;@|;', '', '{"base":[],"attributes":{}}', '0000-00-00 00:00:00', 1, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-03-31 14:24:55', '2017-03-31 14:24:55'),
(29, 9, 0, 'vodostichni-sistemi', 'Водостічні системи@|;Водосточные системы@|;', '', '@|;@|;', '@|;@|;', '[]', '{"base":["title","description","img","priority","active"],"attributes":{}}', '0000-00-00 00:00:00', 1, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-03-31 14:26:36', '2017-03-31 16:13:35'),
(30, 9, 0, 'dakhovi-aksesuari', 'Дахові аксесуарі@|;Кровельные аксессуары@|;', '', '@|;@|;', '@|;@|;', '[]', '{"base":["title","description","img","priority","active"],"attributes":{}}', '0000-00-00 00:00:00', 1, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-03-31 14:27:22', '2017-03-31 16:24:23'),
(31, 9, 0, 'gidro-ta-paro-izolyatsiya', 'Гідро та пароізоляція@|;Гидро и пароизоляция@|;', '', '@|;@|;', '@|;@|;', '[]', '{"base":["title","description","img","priority","active"],"attributes":{}}', '0000-00-00 00:00:00', 1, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-03-31 14:28:26', '2017-03-31 16:33:41');

-- --------------------------------------------------------

--
-- Структура таблицы `comments`
--

CREATE TABLE IF NOT EXISTS `comments` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `article_id` int(11) NOT NULL,
  `rate` double(8,2) NOT NULL,
  `user_name` text COLLATE utf8_unicode_ci NOT NULL,
  `user_phone` int(11) NOT NULL,
  `user_email` text COLLATE utf8_unicode_ci NOT NULL,
  `comment` text COLLATE utf8_unicode_ci NOT NULL,
  `priority` int(11) NOT NULL DEFAULT '0',
  `date` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `active` tinyint(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Структура таблицы `langs`
--

CREATE TABLE IF NOT EXISTS `langs` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `lang` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=3 ;

--
-- Дамп данных таблицы `langs`
--

INSERT INTO `langs` (`id`, `lang`, `created_at`, `updated_at`) VALUES
(1, 'ua', '2017-01-14 20:44:58', '2017-01-14 20:44:58'),
(2, 'ru', '2017-01-14 20:44:58', '2017-01-14 20:44:58');

-- --------------------------------------------------------

--
-- Структура таблицы `migrations`
--

CREATE TABLE IF NOT EXISTS `migrations` (
  `migration` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `migrations`
--

INSERT INTO `migrations` (`migration`, `batch`) VALUES
('2014_10_12_000000_create_users_table', 1),
('2014_10_12_100000_create_password_resets_table', 1),
('2016_09_14_124503_create_articles_table', 1),
('2016_09_14_124813_create_categories_table', 1),
('2016_09_14_124942_create_langs_table', 1),
('2016_10_06_124518_create_texts_table', 1),
('2016_11_04_094627_create_comments_table', 1),
('2016_12_26_140118_change_text_table_soft', 1),
('2017_01_02_155628_create_orders_table', 1),
('2017_02_06_120655_create_settings_table', 2),
('2017_02_13_144141_add_parent_id_categories', 3),
('2017_02_13_174128_add_article_id', 4),
('2017_02_13_174631_add_article_id', 5),
('2017_02_14_110847_add_article_parrent_category', 6),
('2017_02_14_111446_add_article_parrent_category', 7),
('2017_02_24_163342_add_field_img', 8);

-- --------------------------------------------------------

--
-- Структура таблицы `orders`
--

CREATE TABLE IF NOT EXISTS `orders` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `type` text COLLATE utf8_unicode_ci NOT NULL,
  `name` text COLLATE utf8_unicode_ci NOT NULL,
  `phone` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Структура таблицы `password_resets`
--

CREATE TABLE IF NOT EXISTS `password_resets` (
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `token` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  KEY `password_resets_email_index` (`email`),
  KEY `password_resets_token_index` (`token`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `password_resets`
--

INSERT INTO `password_resets` (`email`, `token`, `created_at`) VALUES
('webdesignstudio@gmail.com', 'fbde7c2090b1432792a7b0caee4dcfa185c155d6cc24beff39508ff5271224ba', '2017-02-06 14:40:36');

-- --------------------------------------------------------

--
-- Структура таблицы `settings`
--

CREATE TABLE IF NOT EXISTS `settings` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` text COLLATE utf8_unicode_ci NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `deleted_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=11 ;

--
-- Дамп данных таблицы `settings`
--

INSERT INTO `settings` (`id`, `name`, `title`, `description`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 'config.email', 'Пошта для отримання повідомлень', 'info@evroblok.com.ua', '0000-00-00 00:00:00', '2017-03-29 14:45:33', NULL),
(10, 'config.test', 'Тест', 'Тест', '2017-02-11 17:15:35', '2017-02-22 14:53:36', '2017-02-22 14:53:36');

-- --------------------------------------------------------

--
-- Структура таблицы `texts`
--

CREATE TABLE IF NOT EXISTS `texts` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `page_id` int(11) NOT NULL DEFAULT '0',
  `name` text COLLATE utf8_unicode_ci NOT NULL,
  `type` varchar(55) COLLATE utf8_unicode_ci NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `priority` int(11) NOT NULL DEFAULT '0',
  `lang_active` int(11) NOT NULL DEFAULT '1',
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `deleted_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=18 ;

--
-- Дамп данных таблицы `texts`
--

INSERT INTO `texts` (`id`, `page_id`, `name`, `type`, `title`, `description`, `priority`, `lang_active`, `created_at`, `updated_at`, `deleted_at`) VALUES
(4, 0, 'mail', 'input', 'Пошта', 'info@evroblok.com.ua', 1, 0, '2017-01-14 20:44:58', '2017-03-26 18:35:10', NULL),
(5, 0, 'telephone_one', 'input', 'Контактний номер телефону 1', '0504381102', 0, 0, '2017-03-13 16:15:34', '2017-03-28 07:15:51', NULL),
(6, 0, 'address', 'input', 'Адреса', 'Волинська обл., с.Рованці, вул.Світла 1@|;Волынская обл., с.Рованцы, ул.Свитла 1@|;', 0, 1, '2017-03-26 18:38:04', '2017-03-28 07:15:18', NULL),
(7, 0, 'map', 'input', 'Карта', 'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2525.7886541603993!2d25.327051951797067!3d50.72385997941347!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x6c2f22f4f212208b!2zNTDCsDQzJzI1LjkiTiAyNcKwMTknNDUuMyJF!5e0!3m2!1suk!2sru!4v1490815758125', 0, 0, '2017-03-26 18:40:25', '2017-03-29 19:29:50', NULL),
(8, 0, 'social_facebook', 'input', 'Сторінка Facebook', 'https://www.facebook.com', 0, 0, '2017-03-26 18:41:44', '2017-03-28 07:28:30', NULL),
(9, 0, 'social_instagram', 'input', 'Сторінка Instagram', 'https://www.instagram.com/', 0, 0, '2017-03-26 18:42:44', '2017-03-28 07:24:41', NULL),
(10, 0, 'social_vk', 'input', 'Cторінка VK', 'https://vk.com/', 0, 0, '2017-03-26 18:43:30', '2017-03-28 07:28:55', NULL),
(11, 0, 'telephone_two', 'input', 'Контактный телефон 2', '0502109616', 0, 0, '2017-03-26 18:44:54', '2017-03-28 07:16:21', NULL),
(12, 0, 'company_name', 'input', 'Назва компанії', 'Євроблокцентр@|;Евроблокцентр@|;', 0, 1, '2017-03-26 18:54:53', '2017-03-29 18:39:47', NULL),
(13, 0, 'schedule', 'input', 'Розклад роботи', 'Пн-Пт 08.00-18.00 Сб 08.00-14.00@|;Пн-Пт 08.00-18.00 Сб 08.00-14.00@|;', 0, 1, '2017-03-26 22:33:22', '2017-03-28 07:14:03', NULL),
(14, 0, 'telephone_three', 'input', 'Контактний номер телефону 3', '0505739828', 0, 0, '2017-03-28 07:18:01', '2017-03-28 07:18:21', NULL),
(15, 0, 'social_odnoklassniki', 'input', 'Сторінка Однокласники', 'https://ok.ru/', 0, 0, '2017-03-28 07:28:05', '2017-03-28 07:28:05', NULL),
(16, 0, 'lat', 'input', 'Координати довготи', '50.723846', 0, 0, '2017-03-30 14:04:08', '2017-03-30 14:04:08', NULL),
(17, 0, 'lng', 'input', 'Координати широти', '25.329255', 0, 0, '2017-03-30 14:04:51', '2017-03-30 14:04:51', NULL);

-- --------------------------------------------------------

--
-- Структура таблицы `users`
--

CREATE TABLE IF NOT EXISTS `users` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `password` varchar(60) COLLATE utf8_unicode_ci NOT NULL,
  `remember_token` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`id`),
  UNIQUE KEY `users_email_unique` (`email`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=3 ;

--
-- Дамп данных таблицы `users`
--

INSERT INTO `users` (`id`, `name`, `email`, `password`, `remember_token`, `created_at`, `updated_at`) VALUES
(1, 'admin', 'info@evroblok.com.ua', '$2y$10$nCNnR/77B3bADXWGd5a3pOhJ3h0kLqP0s1pzG3QFAtKoSAvBBeKGy', 'Xhir8woAyMK2eNEMb4XMPgPCR6ZYE9F0sHERoJe5f6qBKcrokfOFuv5Iuf6Z', '2017-03-13 14:01:45', '2017-03-13 14:23:59'),
(2, 'root', 'info@flexweb.pro', '$2y$10$MIBlXl9wu1yeeynKIWall.5cJoofAXebRNkf7bbGPZw0Y5Gg3Yx8W', 'Wm909tUDWT37S5mvtwPn0qfDiINwOIWOgimH1ZpdKqnjgAOcNkJiSzxdTgLQ', '2017-03-13 14:27:44', '2017-03-13 20:53:17');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
